{
  "storyline_popup_story6": "\"...Semi…Semi…Conductor…” the message shows up from the REFLECTOR. “Is it meaning semi-conductor? Strange…or maybe something else?” Researchers are trying to figure out the informations, and correcting the translation function of REFLECTOR. It seems to be another gate to unknown area. After few hours, the device suddenly start to reorganize itself with loud noise, and the word “SFT” appear…",
  "homepage_dialog_woman5": "How to utilize the NFT, which is a fractionalization of the property, and the correlated values attribute to it have become follow-up concerns. The tribe is working on a solution... Dyoremira, a financial engineer, proposed to unify the management of Amwaj20 to professional leaders for creating stable returns, and distribute the consecutive values to NFT holders; holders are allowed to stake NFT through the protocol to obtain the corresponding values.",
  "homepage_intro_title": "Explore Crypto Desert on Next-Gen",
  "homepage_intro_desc1": "InVaria2222 is a RWA-based, tokenization world with the goal of constructing connections between real-world and digital economies. In addition, InVaria2222 is positioned as an experiment flagship of InVar Finance",
  "homepage_intro_desc2": "In InVaria, there are vast opportunities to invest in fascinating properties that you may never have had a chance to invest in before! Get rid of annoying procedures, start accumulate your wealth by owning your first REAL NFT!",
  "homepage_mindmap_title": "Mindmap",
  "homepage_mindmap_desc": "The emerging tech market changes rapidly and is hard to predict, as is the industry framework. We are cautious not to over-promise and fail to deliver on our plans. Nevertheless, we sincerely share the pre-organized milestones with everyone, including in our documentation.",
  "homepage_mindmap_phaseone": "Phase One - APR. ~ DEC. 2022",
  "homepage_mindmap_phaseone_title": "Experiment / Exploration",
  "homepage_mindmap_phaseone_desc": "Crypto is all about experiment and exploration. InVar Finance aim to build first feasible project through tokenization of RWAs.",
  "homepage_mindmap_phaseone_point1": "Launch InVaria2222 - The Worldview and Storyline of InVar Finance",
  "homepage_mindmap_phaseone_point2": "Release First Real Estate Fractionalization NFT",
  "homepage_mindmap_phaseone_point3": "Develop NFT Staking Mechanism",
  "homepage_mindmap_phaseone_point4": "Develop Utilities Type of NFT",
  "homepage_mindmap_phasetwo": "Phase Two - NOV. 2022 ~ MAY. 2023",
  "homepage_mindmap_phasetwo_title": "Diversification / Segmentation",
  "homepage_mindmap_phasetwo_desc": "Dive deep to think more about feedback and benefits that can bring to early adopters, replicate the successful model and develop exciting products.",
  "homepage_mindmap_phasetwo_point1": "Launch InVariant - An PFP & Pass NFT",
  "homepage_mindmap_phasetwo_point2": "Release Hybrid Finance Concept",
  "homepage_mindmap_phasetwo_point3": "Release Second RWA Fractionalization NFT",
  "homepage_mindmap_phasethree": "May. 2023 ~",
  "homepage_mindmap_phasethree_title": "Integration",
  "homepage_mindmap_phasethree_desc": "InVaria2222 is the foundation also the digital world of InVar Finance. Building solid infrastructure and value backstop to construct a hybrid finance ecosystem is a reasonable, indispensable move.",
  "homepage_mindmap_phasethree_point1": "InVar Finance Integration",
  "faq_1_title": "Why InVaria2222 is unique?",
  "faq_1_desc": "InVaria2222 is mission-oriented world for tokenization, not just intented to be a real estate or RWAs offering project, but expected to present as a leading example for connecting real and digital economics, the Hybrid Finance. InVaria2222 NFTs enable holder to acquire values of economic activities or investments through staking and yield-generating strategy.",
  "faq_2_title": "How does InVaria2222 work?",
  "faq_2_desc": "InVaria2222 utilizes blockchain technology (smart contract ERC-1155, -721 & staking) to release the potential of real-world-assets (RWAs), and bring new use cases of tokenization to more users. Within InVaria, the utilities and benefits originated from NFTs are organized under proof of ownership and legitimate entity, which ensure NFT staking more reliable and sustainable.",
  "faq_3_title": "Who can mint InVaria2222 NFT?",
  "faq_3_desc_1": "User who pass identity verification is eligible to mint InVaria2222 NFT.",
  "faq_3_desc_2": " Even though we defend the virtue of decentralization, to scale crypto adoption, there are still some guidelines we should follow.",
  "faq_3_desc_3": "*Check",
  "faq_3_desc_4": " Terms & Conditions",
  "faq_3_desc_5": " for more policies.",
  "faq_4_title": "What is the supply table of InVaria2222 NFT?",
  "faq_4_desc": "For experimental NFT (the MVP), we decided to use the progressive-launch method, 500 NFTs for the first whitelist & public mint stage, and arrange another stage for the rest, total supply is determined by the overall consideration of RWA value and strategy. For example, if the valuation of property is $10m, then the cap of supply for $10k worth of NFT will be 1000.",
  "faq_5_title": "What is the schedule of NFT mint?",
  "faq_5_desc_1": "In phase 1, the first NFT will have",
  "faq_5_desc_2": " 3 mint stages, pre-mint, whitelist and public mint.",
  "faq_5_desc_3": " The official timeline of each stage will announce in our social media.",
  "faq_5_desc_4": "",
  "faq_6_title": "How much will it cost to mint InVaria2222 NFT?",
  "faq_6_desc_1": "Costs incurred from minting NFT(s) can conclude to two kinds, minting cost and gas (network) fee. In general,",
  "faq_6_desc_2": " NFT minting cost is priced at 2,000",
  "faq_6_desc_3": " USDC",
  "faq_6_desc_4": " (ERC-20)",
  "faq_6_desc_5": ", and the",
  "faq_6_desc_6": " gas fee is calculated by the network status of Ethereum.",
  "faq_6_desc_7": " The additional cost may incur if an unexpected event or false execution happens.",
  "faq_7_title": "Is there a maximum mint limit per wallet during the mint stage?",
  "faq_7_desc_1": "No limit. First come, first served.",
  "faq_7_desc_2": " Due to InVaria2222 being in the exploration period, no single human knows what will happen when this new type of NFT comes out. So, we free the restriction in the current phase.",
  "faq_8_title": "What can I have after mint?",
  "faq_8_desc_1": "Once you successfully minted first InVaria2222 NFT,",
  "faq_8_desc_2": " you will certainly have ownership of the NFT and the right of stake-to-earn. In addition, you will have exclusive pass-type NFT free mint (limited privilege for phase 1 participants).",
  "faq_9_title": "Can I trade or transfer my InVaria2222 NFT?",
  "faq_9_desc": "Yes, everyone can trade InVaria2222 NFT in the open marketplace, no matter sale or purchase. Also, the NFT owner can transfer your NFT if you desired to do so.",
  "faq_10_title": "What is NFT staking and others I need to know?",
  "faq_10_desc_1": "InVaria2222 NFT is an interest-bearing (when staking), redemption-secured NFT with one-year lock-up period.",
  "faq_10_desc_2": " NFT owners can stake their NFT in the project website and accrue interest from time to time, besides, NFT is enable to burn after the lock-up period and return your initial mint cost.",
  "faq_11_title": "The future plans about the funds and development?",
  "faq_11_desc_1": "About fund management,",
  "faq_11_desc_2": " 80% of funds go directly to FlowBay Financial Holdings, a financial group with property management unit and fund management team to support yield generating and RWA management; 20% of funds will transfer to staking smart contract.",
  "faq_11_desc_3": "About project development,",
  "faq_11_desc_4": " tokenization of RWAs is only our first step, most of the funds will be utilized to generate more profits through property management and development, small amount will be used in hybrid finance development.",
  "faq_12_title": "Smart contracts and addresses you may want to know?",
  "faq_12_desc_1": "InVaria2222 smart contracts:",
  "faq_12_desc_2": "NFT (ERC-1155):",
  "faq_12_desc_3": " 0x502818ec5767570F7fdEe5a568443dc792c4496b",
  "faq_12_desc_4": "Staking:",
  "faq_12_desc_5": " 0x10a92B12Da3DEE9a3916Dbaa8F0e141a75F07126",
  "faq_12_desc_6": "InVaria2222 operating account:",
  "faq_12_desc_7": " 0xAcB683ba69202c5ae6a3B9b9b191075295b1c41C",
  "faq_13_title": "How can I get in touch with the team?",
  "faq_13_desc_1": "You can join our official channels",
  "faq_13_desc_2": " to follow the latest news or email",
  "faq_13_desc_3": " to talk partnerships.",
  "tutorials_1_title": "What do I need to get started?",
  "tutorials_1_desc_1": "First and foremost, you need to learn how to use Metamask (or other digital wallets), it allows users to access InVaria2222 service through a browser extension or mobile app.",
  "tutorials_1_desc_2": "Second, you will need some cryptocurrencies, USDC and ETH in Ethereum Mainnet, either buy it within Metamask or transfer from your crypto-exchange account. By using and interacting with applications, you will need enough ETH to pay gas fee (transaction fee). In common case, prepare 0.05 ETH is sufficient to mint NFT.",
  "tutorials_1_desc_3": " *More NFT you mint, may cost more gas fee.",
  "tutorials_2_title": "What wallets does InVaria2222 support?",
  "tutorials_2_desc_1": "Metamask is our recommendation. Currently, InVaria website supports Metamask and WalletConnect. In order to use our service please connect the wallet that contains InVaria2222 NFTs.",
  "tutorials_3_title": "Why do I need to pay for the gas fee?",
  "tutorials_3_desc_1": "A gas fee is the charge that users pay to transact on the blockchain. Gas is used to compensate miners for the computing energy and resources expended to validate transactions and to include them in the blockchain. Gas prices fluctuate, depending on the complexity of a transaction and traffic on the network. Naturally, a transaction requiring more computational power will demand higher fees. Also, transacting during peak periods with plenty of traffic on the network will attract heftier fees.",
  "tutorials_4_title": "What is NFT staking?",
  "tutorials_4_desc_1": "NFT staking refers to locking up non-fungible tokens on a platform or protocol in exchange for staking rewards and other benefits. Staking NFTs allows holders to earn an income from their collection while maintaining ownership.",
  "tutorials_5_title": "Why do I have to verify my identity(KYC)?",
  "tutorials_5_desc_1": "In order to conduct certain activities on our website, InVaria2222 maintains a KYC (Know Your Customer) policy to comply with the applicable law, regulations, or guidance to crypto-service provider, we will have no liability or responsibility for your compliance with laws or regulations governing the transfer and use of NFTs.",
  "property_infos": "Property Infos",
  "public_sale": "Public Sale",
  "language": "Language",
  "bring": "Bring",
  "real_world_asset": "Real-World-Asset,",
  "generate": "Generate",
  "real_value": "Real Value",
  "pass_eco": "An ecosystem pass NFT to access exclusive investments and products in addition to multiple privileges.",
  "price_eth": "Price (ETH)",
  "type": "Type",
  "utility": "Utility",
  "elements": "Elements",
  "earth_ocean_sky": "Earth, Ocean and Skyline",
  "research_more": "Research More",
  "trust_minimized": "Trust-Minimized Model to Foster Crypto Mass Adoption",
  "invaria_open_platform": "InVaria aiming to build open-platform and  tokenization infrastructure for RWA owners and investors. We bring tokenized RWAs become strong backstop to decentralized economy.",
  "trust_min": "Real value with trust-minimized model. InVaria support fractionalized RWAs NFT issuance through on-chain and off-chain coordination to protect the interest of investors.",
  "b_real_estate": "Bahrain Real Estate",
  "est_apr": "Estimate Return (APR)",
  "token_val": "Tokenized Value (USDC)",
  "developing": "Developing",
  "curr_tvl": "Current TVL",
  "interest_accured": "Interest Accrued",
  "get_started": "Get Started",
  "nft_real1": "Experience New Option for Your",
  "nft_real2": "Investment. Let NFT Be REAL.",
  "go_kyc": "Go KYC",
  "how_it_works": "How It Works",
  "do_kyc_first": "Do KYC First",
  "mint_rwa_nft": "Mint RWA-NFT",
  "finance_investment": "Finance & Investment",
  "hold_sell_redeem": "Hold, Sell or Redeem",
  "do_kyc_first_desc": "Connect wallet and complete identity verification to access RWA tokenization investment opportunities.",
  "mint_rwa_nft_desc": "Mint NFT by using USDC stablecoin. NFT is stored in your wallet, can be held, sold, traded, or even redeemed after specific time.",
  "finance_investment_desc": "The minting cost is transferred to fiat for financing/investing in the underlying asset, which is overseen by accredited parties and us.",
  "hold_sell_redeem_desc": "Hold-to-Earn, or you can sell it on the open market, or redeem it when it expires. It’s your NFT, so you decide!",
  "explore_benefit1": "Explore the Benefits",
  "explore_benefit2": "from Real-World-Asset",
  "explore_benefit3": "Tokenization",
  "header_description": "Invest real estate and valuable assets world-wide easily. InVar Finance support investor accumulate wealth, help business to grow by using blockchain technology in a transparent and efficiency way.",
  "real_world": "Real-World-",
  "asset": "Asset",
  "view_rwa": "View RWAs",
  "partners_title": "Partners",
  "explore_benefit_sm": "Explore the Benefits from RWA Tokenization",
  "trust_minimized_sm1": "Trust-Minimized Model to",
  "trust_minimized_sm2": "Foster Crypto Mass Adoption",
  "meta_journey": "Dive into InVaria2222 meta-journey",
  "acceptingTerms": "By accessing InVaria2222 website, you agree to the ",
  "terms": "Terms & Conditions",
  "have_read": ". I have read and agree to this message, don’t show it again for 30 days."
}
