{
  "homepage_property_title": "Amwaj20",
  "homepage_property_desc": "Luxury residential tower built on Amwaj Island in the Kingdom of Bahrain.",
  "homepage_property_info_value": "Value (MV)",
  "homepage_property_info_apr": "Estimate Investment Return (APR)",
  "homepage_property_info_developer": "Developer",
  "homepage_property_info_developer_mannaigroup": "Mannai Group",
  "homepage_property_info_manager": "Manager",
  "homepage_property_info_manager_flowbay": "FlowBay Property Management",
  "homepage_property_info_researchmore": "Research More",
  "property_detail_title": "The First Luxury Property from 2015",
  "property_detail_title_desc": "Amwaj20 (Amwaj Islands, Bahrain)",
  "property_detail_link1_title": "Letter of Authorization",
  "property_detail_link1_title_desc": "(The Property is Own and Manage by FlowBay)",
  "property_detail_link2_title": "Property Brochure",
  "property_details_title": "Property Details",
  "property_details_desc1": "Amwaj20 is a deluxe type of service apartment which built in Amwaj Island in 2015. Amwaj Islands are a group of man-made islands, located in the Persian Gulf to the northeast of Bahrain, near the coast of Muharraq island. They lie 10.5 km (6.5 mi) northeast of the capital, Manama.",
  "property_details_desc2": "The islands have a unique character, dominated by the clear azure waters and the active life that it encourages its residents to have. The balance of residential, commercial, and leisure living has succeeded in making Amwaj Islands properties a favorite option among professional expatriate residents of Bahrain.",
  "property_details_desc3": "The height of sophisticated style and modern elegance, Amwaj20 oﬀers state of the art new accommodation, services and facilities. Located in the heart of Amwaj Islands, the property is within walking distance from the famous Amwaj Marina and the Amwaj Lagoon. It is only a few minutes drive from Bahrain International Airport and is conveniently accessible to both leisure and business districts of Manama.",
  "property_details_desc4": "Amwaj20's 94 apartments are designed with an eye for detail and equipped with deluxe amenities for ultimate comfort and convenience. The property comprises 20 floors and is leased in its entirety to Gulf Air BSC (c) for its staff till now (2022).",
  "property_details_info_financial": "Financial Information",
  "property_details_info_mv": "Market Value ($)",
  "property_details_info_tv": "Tokenized Value ($)",
  "property_details_info_ri": "Rental Income / Year ($)",
  "property_details_info_ei": "Expected Income (%)",
  "property_details_info_ei_desc": "12% *≈ (Rental Income - Costs) / Tokenized Value",
  "property_details_info_specialfeatures": "Special Features",
  "property_details_info_specialfeatures_prime": "Prime Location",
  "property_details_info_specialfeatures_primedesc": "Strategically located near new island with high proximity to hospital and airport",
  "property_details_info_specialfeatures_defensive": "Defensive Sector",
  "property_details_info_specialfeatures_defensivedesc": "Positioned for steady growth with increasing popularity and social activities",
  "property_details_info_specialfeatures_solidmarket": "Solid Market",
  "property_details_info_specialfeatures_solidmarketdesc": "Leased to state-owned enterprise and favorable market conditions",
  "property_details_info_others": "Others",
  "property_details_info_others_developer": "Developer",
  "property_details_info_others_developer_mannaigroup": "Mannai Group",
  "property_details_info_others_manager": "Manager",
  "property_details_info_others_manager_flowbay": "FlowBay Property Management, Bitlnno Property WLL",
  "property_details_info_notice1": "Notice",
  "property_details_info_notice2": "All financial statements of property yield are best estimates based on current conditions, and may change at any time.",
  "property_details_info_notice3": "The information above is provided from Bitlnno Property WLL; some of the information contained herein has been derived from sources that we believe to be reliable but which do not mean any guarantee and is subject to change; however, no assurance can be given you will obtain any return on investment, and there is a risk that you may lose your entire investment.",
  "property_bahrain_title": "About Bahrain",
  "property_bahrain_desc1": "The best market access to growing Gulf economies, and emerging opportunities to bring real estate revolution to the world.",
  "property_bahrain_desc2_1": "Bahrain, which name means “two seas”, was an archipelago made up of 33 islands in the Arabian Gulf, Bahrain offers valuable opportunities for businesses and the best market access to growing Gulf economies and beyond.",
  "property_bahrain_desc2_2": "Bahrain has established itself as a regional pioneer, also became the region’s most diversified economy and leading financial centre. As Bahrain is repositioning itself to be a Financial Technology (FinTech) hub in the region combining conventional and Shariah compliant FinTech solutions, the Central Bank of Bahrain continues its FinTech initiatives as part of its digital transformation strategy to further facilitate a more efficient provision of financial services to end users. Also, the government seeks to make the Kingdom of Bahrain a key player in FinTech through the availability of innovative financial solutions with AI and Blockchain Technology, highly qualified national talent in finance and banking, and access to supportive policies. Presently, Bahrain is home to 367 financial institutions and a workforce of over 13,700 individuals highlighting the strength of the country’s position in this regard.",
  "property_bahrain_desc2_3": "In addition, Bahrain offers an attractive regulatory environment with governance standards that deliver exceptional stability. With the support of its business-empowering regulations, the Kingdom of Bahrain has developed an ideal environment for financial and technology sectors to operate seamlessly.",
  "property_bahrain_info_market": "Market",

  "property_bahrain_info_marketdesc1": "$1.67",
  "property_bahrain_info_marketdesc2": "tn,",
  "property_bahrain_info_marketdesc3": "54",
  "property_bahrain_info_marketdesc4": "mn consumers",

  "property_bahrain_info_workfoece": "Workforce",

  "property_bahrain_info_workfoec_edesc1": "1",
  "property_bahrain_info_workfoec_edesc2": " million+",

  "property_bahrain_info_tourist": "Tourist",

  "property_bahrain_info_touristdesc1": "4.2",
  "property_bahrain_info_touristdesc2": "mn visitors / 2021",
  "asset_type": "Asset Type",
  "real_estate": "Real Estate",
  "est_apr": "Estimate Return (APR)",
  "token_val": "Available / Tokenized Value (USDC)",
  "trans_success": "Transaction Successful! You can check NFT in Dashboard / Wallet.",
  "trans_fail": "Transaction Failed! Please try again or check if any problems.",
  "complete_verify": "Complete your verification",
  "mint_price": "Mint Price",
  "usdc_each": "{{V}} USDC each",
  "mint_time": "Mint Time",
  "fill_number": "Fill in the number of NFTs you want to mint",
  "amount": "Amount",
  "have_read": "I have read and understand the ",
  "terms": "Terms & Conditions, ",
  "privacy": "Privacy Policy",
  "mint": "Mint",
  "nofund": "Insufficient Fund",
  "buy_tokens": "Buy Tokens",
  "connect_wallet": "Connect Wallet",
  "best_market": "The best market access to growing Gulf economies, and emerging opportunities to bring real estate revolution to the world.",
  "name_means": "Bahrain, which name means “two seas”, was an archipelago made up of 33 islands in the Arabian Gulf, Bahrain offers valuable opportunities for businesses and the best market access to growing Gulf economies and beyond.",
  "established": "Bahrain has established itself as a regional pioneer, also became the region’s most diversified economy and leading financial centre. As Bahrain is repositioning itself to be a Financial Technology (FinTech) hub in the region combining conventional and Shariah compliant FinTech solutions, the Central Bank of Bahrain continues its FinTech initiatives as part of its digital transformation strategy to further facilitate a more efficient provision of financial services to end users. Also, the government seeks to make the Kingdom of Bahrain a key player in FinTech through the availability of innovative financial solutions with AI and Blockchain Technology, highly qualified national talent in finance and banking, and access to supportive policies. ",
  "home_to": "Presently, Bahrain is home to 367 financial institutions and a workforce of over 13,700 individuals highlighting the strength of the country’s position in this regard.",
  "attractive_reg": "In addition, Bahrain offers an attractive regulatory environment with governance standards that deliver exceptional stability. With the support of its business-empowering regulations, the Kingdom of Bahrain has developed an ideal environment for financial and technology sectors to operate seamlessly.",
  "homepage_promo_fillamount": "Fill the promo code if you have",
  "promo_invalid": "Please fill the valid promo code",
  "homepage_promo_place": "Promo",
  "coming_soon": "NFT Mint Coming Soon...",
  "mint_notice": "NFT Mint Notice",
  "notice_1_goerli": "Please make sure the wallet is connected to the Goerli Network.",
  "notice_1": "Please make sure the wallet is connected to the Ethereum Mainnet.",
  "notice_2": "Minting NFT requires payment of gas fee (ETH, the amount determined by chain activities).",
  "notice_3": "Minting NFT requires an uncertain time of processing, please do not double-click during a short time, you can browse Etherscan to check transaction status.",
  "notice_4": "After the transaction succeeds, you can view your NFT on the Dashboard Page, as well as your wallet.",
  "notice_5": "The public-sale stage may occur small amount of NFT(s) available to mint, there is no guarantee of successful minting or any amount.",
  "notice_6": "If you have any questions, please contact: ",

  "network_error_title": "Wrong Network!",
  "network_error_note": "Please Switch to Ethereum Mainnet",
  "minting": "Minting",
  "mint_close": "NFT mint close,",
  "check_opensea": "check it on Opensea.",
  "est_return": "Estimate return is the annualized average APY based on the information provided by asset originator. ",
  "est_warning": "Check doc to learn associated risks. "
}
