{
  "privacy_title": "隱私權政策",
  "privacy_updatetime": "最後更新時間：June 20th, 2022",
  "privacy_subtitle1": "1. 隱私保護政策的範圍",
  "privacy_subtitle2": "2. 信息收集",
  "privacy_subtitle3": "3. 信息的使用",
  "privacy_subtitle4": "4. 數據保護",
  "privacy_subtitle5": "5. 網站的外部鏈接",
  "privacy_subtitle6": "6. 信息共享",
  "privacy_subtitle7": "7. 分析",
  "privacy_subtitle8": "8. 隱私保護政策的修改",
  "privacy_subtitle9": "9. 聯繫我們",
  "privacy_intro": "非常歡迎您使用本網站。為了讓您安心使用本網站的服務和信息，我們特此向您解釋本網站的隱私保護政策，以保護您的權益，請閱讀以下內容：",
  "privacy_1_title": "1. 隱私保護政策的範圍",
  "privacy_1_desc": "隱私保護政策包括本網站如何處理您在使用交易平台服務時收集的個人身份信息。本隱私保護政策不適用於本網站以外的相關外部頁面，也不適用於未受委託或未參與本網站管理的人員。",
  "privacy_2_title": "2. 信息收集",
  "privacy_2_desc_1": "A. 您提供給我們的信息",
  "privacy_2_desc_2": "我們收集您直接提供給我們的信息。例如，當您創建帳戶、訂閱接收我們的通信、通過第三方平台與我們通信、請求客戶或業務支持或以其他方式與我們通信時，我們會直接從您那裡收集信息。我們收集的關於您的信息類型包括電子郵件地址、用戶名、密碼以及您選擇提供的任何其他信息。此外，如果您進行購買，我們會與第三方支付處理商合作，該處理商可能會收集額外的標誌和支付信息以完成交易。",
  "privacy_2_desc_3": "B. 我們自動收集的信息",
  "privacy_2_desc_4": "我們會自動收集有關您與我們或我們的服務互動的某些信息，包括：",
  "privacy_2_desc_5": "1. 交易信息：當您進行購買時，我們會收集有關交易的信息，例如產品詳細信息、購買價格以及交易的日期和地點。",
  "privacy_2_desc_6": "2. 設備和使用信息：我們收集有關您如何訪問我們服務的信息，包括有關您使用的設備和網絡的數據，例如您的硬件型號、操作系統版本、移動網絡、IP 地址、唯一設備標誌、瀏覽器類型和應用程序版本。我們還收集有關您在我們的服務上的活動的信息，例如訪問時間、查看的頁面、點擊的鏈接以及您在導航到我們的服務之前訪問的頁面。",
  "privacy_2_desc_7": "3. Cookie 和類似跟踪技術收集的信息：我們（以及為我們工作的人）使用追蹤技術（例如 Cookie 和網絡信標）來收集有關您與服務交互的信息。Cookie 是存儲在您的硬盤驅動器或設備內存中的小型數據文件，可幫助我們改進我們的服務和您的體驗，查看我們服務的哪些領域和功能很受歡迎，並計算訪問次數。網絡信標（也稱為 “像素標籤” 或 “透明 GIF” ）是我們在服務和電子郵件中使用的電子圖像，用於幫助提供 cookie、計算訪問次數以及了解使用情況和活動效果。有關 cookie 以及如何禁用它們的更多信息，請參閱下面的 “您的選擇” 部分。",
  "privacy_2_desc_8": "C. 我們從其他來源收集的信息",
  "privacy_2_desc_9": "我們可能會從其他來源獲得有關您的信息。例如，我們可能會收集您在我們的社群媒體頁面上提供給我們的信息。在這種情況下，我們將根據平台的使用條款和隱私政策從平台訪問這些信息。我們還可能通過其他提供身份驗證服務的網站收集有關您的信息。",
  "privacy_2_desc_10": "D. 我們獲得的信息",
  "privacy_2_desc_11": "我們可能會根據我們收集的信息得出有關您的信息或推斷。例如，我們可能會根據您的 IP 地址推斷您的大致位置，或根據您的瀏覽行為和過去的購買情況推斷您正在尋找購買某些產品。",
  "privacy_3_title": "3. 信息的使用",
  "privacy_3_desc_1": "我們可能會使用我們收集的信息在我們的網站上為您創建帳戶、處理交易、與您溝通、了解有關我們用戶的更多信息以及用於營銷目的。我們還將收集到的信息用於：",
  "privacy_3_desc_2": "A. 提供、維護、改進和開發我們的服務，包括調節和修復我們服務中的錯誤；",
  "privacy_3_desc_3": "B. 個性化您對我們的體驗；",
  "privacy_3_desc_4": "C. 向您發送技術通知、安全警報、支持消息和其他交易或關係消息；",
  "privacy_3_desc_5": "D. 與您就我們的服務和活動進行溝通，並提供我們認為您會感興趣的新聞和信息（有關如何隨時選擇退出這些通信的信息，請參閱下面的 “您的選擇” 部分）；",
  "privacy_3_desc_6": "E. 監控和分析與我們的服務相關的趨勢、使用和活動；",
  "privacy_3_desc_7": "F. 檢測、調查和幫助防止安全事件和其他惡意、欺騙、欺詐或非法活動，並幫助保護 InVar Finance 和其他人的權利和財產；",
  "privacy_3_desc_8": "G. 遵守我們的法律和財務義務；",
  "privacy_3_desc_9": "H. 創建去識別化、匿名化或聚合信息；",
  "privacy_3_desc_10": "I. 執行在收集信息時向您描述的任何其他目的。",
  "privacy_4_title": "4. 數據保護",
  "privacy_4_desc_1": "本網站的主機配備了各種信息安全設備和必要的安全保護措施，如防火牆、防病毒系統等。為了保護網站和您的個人資料，我們採取了嚴格的保護措施。只有獲得授權的人員才能訪問您的個人數據，並且相關處理人員已簽署保密協議。任何違反保密義務的人將受到相關法律制裁。",
  "privacy_4_desc_2": "如因業務需要需要委託其他單位提供服務的，本網站也將嚴格要求其履行保密義務，並採取必要的檢查程序，確定其確實遵守。",
  "privacy_5_title": "5. 網站的外部鏈接",
  "privacy_5_desc": "本網站上的頁面提供到其他網站的鏈接。您也可以點擊本網站提供的鏈接進入其他網站。但是，鏈接網站的隱私保護政策不適用。您必須參考鏈接網站的隱私保護政策，自行承擔網站的風險。",
  "privacy_6_title": "6. 信息共享",
  "privacy_6_desc_1": "我們可能會在以下情況或本政策中另有說明的情況下共享個人信息：",
  "privacy_6_desc_2": "Ａ：我們與訪問個人信息以為我們執行工作的供應商共享個人信息，例如協助我們進行網絡託管、支付處理、身份驗證、欺詐預防、營銷和技術支持的公司。",
  "privacy_6_desc_3": "B. 如果我們認為披露符合或要求任何適用法律或法律程序，包括公共當局為滿足國家安全或執法要求以及在其他法律程序期間提出的合法要求，我們可能會披露個人信息。",
  "privacy_6_desc_4": "C. 如果我們認為您的行為不符合我們的用戶協議或政策，如果我們認為您違反了法律，或者如果我們認為有必要保護 InVar Finance 的權利、財產和安全，我們可能會共享您的個人信息、我們的用戶、公眾或其他人。",
  "privacy_6_desc_5": "D. 我們在必要時與我們的律師和其他專業顧問共享個人信息，以獲取建議或以其他方式保護和管理我們的商業利益。",
  "privacy_6_desc_6": "E. 我們可能會在與任何合併、公司資產出售、融資或另一家公司收購我們的全部或部分業務有關的談判中或在談判期間共享個人信息。",
  "privacy_6_desc_7": "F. 我們在您同意或在您的指示下共享個人信息。",
  "privacy_6_desc_8": "我們還可能共享無法合理用於識別您身份的匯總或去識別信息。",
  "privacy_7_title": "7. 分析",
  "privacy_7_desc": "我們聘請其他人在我們的網站上提供分析服務。這些實體可能會使用 cookie、網絡信標、設備標誌和其他技術來收集有關您使用我們的服務和其他網站的信息，包括您的 IP 地址、網絡瀏覽器、移動網絡信息、查看的頁面、在頁面上花費的時間、點擊的鏈接 , 和轉換信息。InVar Finance 可能會使用此信息來分析和追蹤數據、確定某些內容的受歡迎程度以及更好地了解您的在線活動。",
  "privacy_8_title": "8. 隱私保護政策的修改",
  "privacy_8_desc": "本網站的隱私保護政策將根據需要隨時進行修改。",
  "privacy_9_title": "9. 聯繫我們",
  "privacy_9_desc_1": "如果您對本隱私權政策有任何疑問，請通過",
  "privacy_9_desc_2": "info@invar.finance.",
  "privacy_9_desc_3": "與我們聯繫。"
}
