{
    "terms_title": "網站條款",
    "terms_updatetime": "最後更新時間：June 20th, 2022",
    "terms_subtitle1": "1. 所有權",
    "terms_subtitle2": "2. 您的義務",
    "terms_subtitle3": "3. 費用和付款",
    "terms_subtitle4": "4. 免責聲明",
    "terms_subtitle5": "5. 責任限制",
    "terms_subtitle6": "6. KYC & AML 法規",
    "terms_subtitle7": "7. 潛在風險",
    "terms_subtitle8": "8. 賠償條款",
    "terms_subtitle9": "9. 條款和條件的更改",
    "terms_subtitle10": "10. 關於孩童",
    "terms_subtitle11": "11. 爭議解決及仲裁",
    "terms_intro_1": "InVaria2222 是在以太坊網絡上運行的數位藝術品 (NFT) 收藏。本網站只是一個允許參與者購買數位收藏品的界面。用戶對自己的私人以太坊錢包的安全和管理負全部責任，並在批准之前驗證本網站生成的所有交易與合約。此外，由於 InVaria2222 智能合約在以太坊網絡上運行，因此無法重來、撤銷或恢復任何交易。",
    "terms_intro_2": "本網站及其相關服務按 “現況” 和 “現有” 提供，不提供任何形式的保證。通過使用本網站，您將對涉及 InVaria2222 數位收藏品的任何和所有交易承擔全部責任。",
    "terms_1_title": "1. 所有權",
    "terms_1_desc_1": "A. 您擁有 NFT。每個 InVaria2222 都是以太坊區塊鏈上的 NFT。當您購買 NFT 時，您完全擁有該 InVaria2222 NFT，即藝術呈現和相關權利。 NFT 的所有權完全由智能合約和以太坊網絡調解：我們在任何時候都不得扣押、凍結或以其他方式修改任何 InVaria2222 NFT 的所有權。",
    "terms_1_desc_2": "B. 個人使用。在您繼續遵守這些條款的前提下，InVar Finance 授予您在全球範圍內復制和展示所購買的藝術品以及您選擇創建或使用的任何擴展，僅用於以下目的：(i) 為您自己的個人、非商業用途；(ii) 作為允許購買和銷售您的 InVaria2222 NFT 的市場的一部分，前提是市場以加密方式驗證每個 InVaria2222 NFT 所有者展示其 InVaria2222 NFT 藝術品的權利，以確保只有實際所有者才能展示藝術； (iii) 作為第三方網站或應用程序的一部分，允許包含、涉及或參與您的 InVaria2222 NFT，前提是該網站/應用程序以加密方式驗證每個 InVaria2222 NFT 所有者展示其 InVaria2222 藝術品的權利 NFT 以確保只有實際所有者才能展示藝術品，並且一旦 InVaria2222 NFT 的所有者離開網站/應用程序，藝術品將不再可見。",
    "terms_1_desc_3": "C. InVaria2222 是一種加密數位資產，可識別由 InVar Finance 的藝術家（ “藝術家” ）或合作夥伴創作的藝術品（ “藝術品” ）。在您在本網站上購買 InVaria2222 後，您將被授予本網站商業使用條款中規定的商業使用權利。除非這些條款明確允許，您可以下載本網站上的內容僅供您自己使用個人的、非商業的合理使用。您理解並接受您被禁​​止從事以下任何活動：",
    "terms_1_desc_4": "1. 為藝術品註冊商標或申請商標，或以其他方式獲得其中的知識產權。",
    "terms_1_desc_5": "2. 將藝術品或 InVaria2222 與仇恨、暴力、其他不當行為或非法活動的圖像結合使用。",
    "terms_1_desc_6": "3. 在 InVar Finance 營銷和推廣服務時，與服務相關的商品和服務的名稱和設計（以下簡稱 “服務標誌” ）根據其註冊狀態或註冊狀態受適用司法管轄區的商標法和公平貿易法的保護。利用。未經 InVar Finance 事先書面同意，您不得以任何方式使用服務標誌。",
    "terms_1_desc_7": "D. 反饋。您可以選擇提交有關本網站的評論、錯誤報告、想法或其他反饋，包括但不限於如何改進本網站（統稱為 “反饋” ）。提交任何反饋，即表示您同意我們可以以我們選擇的任何方式自由使用此類反饋，而無需向您提供額外補償，並且您特此授予我們永久、不可撤銷、非排他性的全球許可，以將反饋合併並用於任何目的。",
    "terms_1_desc_8": "E. 除本條款另有規定外，本網站的軟體、界面、程序、內容，包括但不限於新聞、欄目、寫作、文字、圖片、影像、音樂、舞蹈、劇本、簽名、姓名、藝名、歌曲名稱、文件、信息、數據、程序結構、界面編排、界面設計等，依法歸 InVar Finance 或其他權利人所有。前述知識產權包括但不限於商標、專利、著作權、商業秘密和專有技術等，未經事先同意，任何人不得使用、修改、複製、公開播放、更改、分發、出租、公開傳輸、公開發布、恢復、反編譯或反向編譯。尊重知識產權是您的義務，您應對 InVar Finance 或其他知識產權權利人的任何違反和造成的一切損害承擔責任。",
    "terms_2_title": "2. 您的義務",
    "terms_2_desc": "您對自己在訪問或使用本網站時的行為以及由此產生的任何後果承擔全部責任。您同意僅將本網站用於合法、適當並符合這些條款和任何適用法律或法規的目的。例如，但不作為限制，您不得也不得允許任何第三方：(i) 發送、上傳、分發或傳播任何非法、誹謗、騷擾、辱罵、欺詐、仇恨、暴力、淫穢，或其他令人反感的內容； (ii) 散佈病毒、蠕蟲、缺陷、特洛伊木馬、損壞的文件、惡作劇或任何其他具有破壞性或欺騙性的項目； (iii) 冒充他人； (iv) 通過本網站上傳、發布、傳輸或以其他方式提供任何侵犯任何一方的知識產權或所有權或以其他方式侵犯他人合法權利的內容； (v) 從事、促進或鼓勵非法活動（包括但不限於洗錢）； (vi) 干擾其他用戶使用本網站； (vii) 將本網站用於任何未經授權的商業目的； (viii) 修改、改編、翻譯或撤銷技術網站的任何部分； (ix) 刪除本網站或其任何部分中包含的任何版權、商標或其他所有權聲明； (x) 為任何未經授權的目的使用任何技術收集有關本網站的信息； (xi) 訪問或使用本網站以創建與我們的任何產品或服務具有競爭力的產品或服務。如果您從事本節禁止的任何活動，我們可以自行決定立即暫停或終止您的用戶，恕不另行通知，並且不限制我們在法律或平衡法上的任何其他權利或補救措施帳戶。",
    "terms_3_title": "3. 費用和付款",
    "terms_3_desc_1": "A. 如果您選擇通過本網站購買 InVaria2222 NFT，您進行的任何金融交易將僅通過以太坊網絡進行。 我們將無法洞察或控制這些付款或交易，也無法撤銷任何交易。 對於因您進行的任何交易或您通過以太坊網絡進行的任何其他交易而可能產生的任何索賠或損害，我們不對您或任何第三方承擔任何責任。",
    "terms_3_desc_2": "B. 以太坊要求為以太坊網絡上發生的每筆交易支付交易費（ “Gas Fee” ）。Gas Fee 為運行去中心化以太坊網絡的計算機網絡提供資金。 這意味著您需要為每筆交易支付 Gas Fee。",
    "terms_4_title": "4. 免責聲明",
    "terms_4_desc_1": "A. 平台、InVar Finance、InVaria2222 NFT、成品和特殊 NFT（如果有）按 “原貌” 和 “現況” 基礎提供，不提供任何形式的明示或暗示保證，包括但不限於對適銷性、特定用途的適用性、不侵權、任何 InVaria2222 NFT 成品或特殊 NFT 的可用性、質量，或者對平台的訪問或使用不會中斷或無錯誤的默示保證。",
    "terms_4_desc_2": "B. InVar Finance 僅供參考，不能替代任何類型的專業建議，包括但不限於法律或財務建議。",
    "terms_4_desc_3": "C. InVar Finance 與您沒有特殊關係或對您沒有信託責任，並且 InVar Finance 不以任何方式持續義務提醒您使用或訪問平台或與 InVaria2222 NFT(s) 成品有關的所有潛在風險或任何交易。",
    "terms_4_desc_4": "D. 在任何情況下，InVar Finance 均不對您承擔任何責任：",
    "terms_4_desc_5": "1. 與 InVar Finance、InVaria2222 NFT(s)、成品、特殊 NFT、平台相關的任何失誤、錯誤、遺漏或不准確，或與使用、接觸任何發布 InVar Finance 相關的任何類型損失或損害 、通過電子郵件發送、訪問、傳輸或以其他方式通過平台提供，或使用或訪問平台、InVaria2222 NFT、成品或特殊 NFT；",
    "terms_4_desc_6": "2. 因其他用戶違反本協議而造成的損失或損害，包括未經授權訪問或使用我們的服務器或其他平台功能；",
    "terms_4_desc_7": "3. 對利潤、收入或數據損失的任何賠償或補償；",
    "terms_4_desc_8": "4. 任何第三方的作為或不作為，以及您可能因您的交易或與任何第三方（包括提供電子錢包服務或存儲 InVaria2222 NFT 的第三方提供商）的任何其他交互而遭受的任何損害 ) 或成品。",
    "terms_4_desc_9": "E. 您明確理解並同意以下條款。",
    "terms_4_desc_10": "1. 服務可能會中斷或出現故障，或可能給您帶來不便、數據丟失、錯誤、篡改或其他經濟損失。建議您在使用服務時採取預防措施。",
    "terms_4_desc_11": "2. InVar Finance 對因您使用或無法使用本服務而造成的任何損失不承擔任何責任，但InVar故意侵權或重大過失的情況除外。",
    "terms_4_desc_12": "3. 您不得向 InVar Finance 聲稱通過本網站購買/獲得的任何數據、商品、服務或其他信息不符合要求、期望或存在缺陷。",
    "terms_4_desc_13": "4. 由於互聯網傳輸的性質，我們不能保證通過本網站進行的所有交易的準確性和及時性，也不保證服務始終可用、不間斷、安全可靠。",
    "terms_4_desc_14": "5. 您從本網站或通過本網站獲得的任何信息或建議，無論是書面還是口頭形式，均不構成 InVar Finance 的保證。",
    "terms_4_desc_15": "6. 您對因違反本條款而造成的任何損害和損失負責，InVar Finance 不承擔任何損害或損失賠償責任。",
    "terms_4_desc_16": "7. 您對因您非法使用本網站或服務或違反本條款而給 InVar Finance 或本網站造成的一切損失（包括但不限於訴訟費用和律師費）承擔責任。",
    "terms_4_desc_17": "F. 某些司法管轄區不允許排除本協議中規定的某些保證和責任限制。 如果您位於此類司法管轄區，則上述某些限制和免責聲明可能不適用於您。 根據適用法律，如果我們不得否認任何默示保證或限制我們的責任，則此類保證的範圍和期限以及我們的責任範圍將是適用法律允許的最低限度。",
    "terms_5_title": "5. 責任限制",
    "terms_5_desc_1": "A. 您理解並同意，InVar Finance、我們的董事、管理人員、員工、關聯公司、代理、承包商、實習生、供應商、服務提供商或許可人在任何情況下均不對任何傷害、損失、索賠或任何直接、間接、任何形式的附帶、懲罰性、特殊或後果性損害，包括但不限於利潤損失、收入損失、儲蓄損失、數據丟失、更換成本或任何類似的損害，無論是基於合約、侵權（包括疏忽）、嚴格由於您使用任何服務或使用該服務採購的任何產品，或以任何方式與您使用該服務或任何產品相關的任何其他索賠，包括但不限於任何錯誤或任何內容的遺漏，或因使用服務或通過服務發布、傳輸或以其他方式提供的任何內容（或產品）而導致的任何類型的任何損失或損害，即使被告知其可能性。",
    "terms_5_desc_2": "B. 您承認並同意我們已根據此處規定的保證免責聲明和責任限制向您提供該網站並簽訂這些條款。如果沒有這些限制，我們將無法向您提供該網站。",
    "terms_6_title": "6. KYC ＆ AML 法規",
    "terms_6_desc_1": "A. 如果 InVar Finance 在任何時候確定 InVar Finance 必須或應該遵守適用於在巴林王國或任何其他司法管轄區運營的貨幣服務業務的法律、法規或指南，則 InVar Finance 可能需要提交賬戶活動的詳細信息以財政部金融犯罪執法網 ( “FinCEN” )、反洗錢 (AML) 和反恐融資 (CFT) 的建議、防制洗錢金融行動工作組織 (FATF) 和聯合國的計劃。 InVar Finance 還可能需要根據巴林王國和其他司法管轄區的法律要求提供信息，包括但不限於向 FinCEN 報告可疑交易，以及保存有關 3,000 美元或更多交易的記錄（ “記錄保存要求” ）。",
    "terms_6_desc_2": "B. InVar Finance 保留 KYC（了解您的客戶）政策以遵守記錄保存要求。InVar Finance 旨在通過將用戶數據與政府觀察名單（包括但不限於 OFAC 或其他人維護的特別指定國民和製裁名單）以及第三方身份進行交叉檢查，合理識別 InVaria2222 NFT 的每個潛在購買者驗證和認證服務。",
    "terms_6_desc_3": "C. 如果您提議的購買通過我們的內部控制進行標記，InVar Finance 可能需要您提供額外的身份證明，並且InVar 有權在收到額外且核准的可驗證身分證明期間以及您被批准為潛在購買者之前，不允許您進行任何交易。 同意本條款和條件，即表示您承認並同意 InVar Finance 保留需要用戶參與和驗證才能獲得的驗證級別，並根據用戶提供的信息、我們驗證它的能力以及我們的內部政策來獲得分級權限。 您接受您可能無法達到所需的驗證級別，並且 InVar Finance 保留自行決定為任何用戶確定適當的驗證級別的權利，以及在不通知的情況下降級用戶的權利。InVar Finance 可能會不定時實施按國籍、居住國或任何其他因素限制驗證級別的政策。",
    "terms_7_title": "7. 潛在風險",
    "terms_7_desc_1": "以下項目您接受並悉知：",
    "terms_7_desc_2": "A. 在您出售 InVaria2222 NFT 的範圍內，請注意 NFT 的價格極易波動，其他 NFT 價格的波動會對您的 InVaria2222 NFT 的價格產生正面和負面的影響。鑑於波動性，不應將 InVaria2222 NFT 等 NFT 視為投資。您承擔這方面的所有風險。",
    "terms_7_desc_3": "B. InVaria2222 NFT 的所有權僅授予數位藝術品的所有權。因此，本網站上的任何信息（或其中提及的任何其他文件）均不被視為或可能被視為出於任何投資目的而簽訂協議的建議或邀請。此外，本網站上的任何內容均不構成或旨在提供任何司法管轄區的證券，也不構成購買股票、證券或其他金融產品的要約或邀請。由於該項目的藝術性質，InVar Finance 尚未在任何司法管轄區的任何監管機構註冊或批准。確保 InVaria2222 NFT 及相關藝術品的購買符合您所在司法管轄區的法律法規，這仍然是您的全部責任。",
    "terms_7_desc_4": "C. 您承擔與使用基於 Internet 的貨幣相關的所有風險，包括但不限於硬件、軟件和 Internet 連接的風險、引入惡意軟件的風險以及第三方可能獲得未經授權訪問存儲在您錢包中的信息。",
    "terms_7_desc_5": "D. NFT、加密貨幣和區塊鏈技術相對較新，監管環境不穩定。新法規可能會對此類技術產生負面影響，進而影響您的 InVaria2222 NFT 的價值。您理解並接受這方面的所有風險。",
    "terms_7_desc_6": "E. 您對影響以太坊或以太坊平台的破壞或其他問題的任何不利影響承擔全部責任。",
    "terms_8_title": "8. 賠償條款",
    "terms_8_desc": "您同意使 InVar Finance 及其子公司、關聯公司、高級職員、代理、員工、廣告商、許可人、供應商或合作夥伴免受任何種類或性質的任何索賠、責任、損失、損害（實際和間接）、訴訟 、判決、訴訟費用和合理的律師費，由 (i) 您違反這些條款，(ii) 您濫用本網站，或 (iii) 您違反適用的法律、規則或與您訪問或使用本網站有關的法規。",
    "terms_9_title": "9. 條款和條件的更改",
    "terms_9_desc": "我們可以自行決定對條款進行更改。請定期檢查這些條款以了解更改。對條款的任何更改將在其作之日生效，並且您在條款更新後繼續訪問或使用將構成您對更新的約束性接受。 如果您不同意任何修訂後的條款，則不得訪問或使用本網站。",
    "terms_10_title": "10. 關於孩童",
    "terms_10_desc": "我們的網站不適用於兒童。您必須年滿 21 歲才能訪問本網站或購買 InVaria2222 NFT。 如果您未滿 21 歲，則不得以任何理由使用本網站。通過訪問本網站，您聲明並保證您至少年滿 21 歲。",
    "terms_11_title": "11. 爭議解決及仲裁",
    "terms_11_desc_1": "由這些條款引起或與這些條款相關的所有爭議，包括但不限於您訪問或使用本網站，或通過本網站出售或分發的任何產品，將根據美國仲裁規則提交仲裁併最終通過仲裁解決協會。該案件將由一名仲裁員裁決，並由美國仲裁協會根據其適用規則進行管理。各方將自行承擔與仲裁程序相關的費用和成本。仲裁地點為紐約州紐約市。仲裁員的裁決將是終局並具有約束力，任何對仲裁員作出的裁決與判決都可以在任何有管轄權的法院進行。儘管有上述規定，我們仍可在任何具有管轄權的法院及任何司法管轄區尋求並獲得禁令救濟。",
    "terms_11_desc_2": "對於因這些條款引起或與這些條款相關的任何爭議，包括但不限於與本網站或通過本網站銷售或分銷的任何產品或智能合約相關的爭議：(i) 您在此明確放棄擁有陪審審判; (ii) 您在此明確放棄作為某一類索賠人成員參與任何訴訟的權利，包括但不限於涉及任何此類爭議的集體訴訟。" 
}